# CLI tool for Amazon ECS and AWS Fargate
brew "coreutils"
# Play, record, convert, and stream select audio and video codecs
brew "ffmpeg"
# Simple, fast and user-friendly alternative to find
brew "fd"
# Collection of GNU find, xargs, and locate
brew "findutils"
# Command-line fuzzy finder written in Go
brew "fzf"
# GNU implementation of the famous stream editor
brew "gnu-sed"
# GNU version of the tar archiving utility
brew "gnu-tar"
# GNU grep, egrep and fgrep
brew "grep"
# Lightweight and flexible command-line JSON processor
brew "jq"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Retrieves currently playing media, and simulates media actions
brew "nowplaying-cli"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Shell command parallelization utility
brew "parallel"
# Cross-shell prompt for astronauts
brew "starship"
# Organize software neatly under a single directory tree (e.g. /usr/local)
brew "stow"
# Terminal multiplexer
brew "tmux"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Executes a program periodically, showing output fullscreen
brew "watch"
# Web browser
cask "firefox"
cask "font-hack-nerd-font"
# Desktop automation application
cask "hammerspoon"
# Gecko based web browser
cask "zen"
